Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_veiledning_kp_regning_3trinn_nordsamisk.docx.tmx
Source language: sme
Languages: sma

source: Jus oahppi geavaha ” lohkat-buot ” - strategiija, de ferte mihttu vuos leat ahte veahkehit oahppi lohkanstrategiijai mas oahppi lohká viidáseappot.
sma: Juktie learohkem viehkiehtidh strategijem evtiedidh tjuara ööhpehtimmiem sjïehteladtedh naemhtie guktie dïhte learohkem viehkehte minngeben daltesasse.

source: Ovdamearka dihte sáhttá oahppi dovdat stuorimus ja unnimuslogu addišuvdnabargobihtáin.
sma: learohkem lïerehtidh dam stööremes jïh unnemes taalem damtijidh aktene addisjovnestuhtjesne.

source: Oahppi ferte beassat hárjehallat, álgit stuorimus logus ja suorpmaiguin lohkat veahkkin dan mađe go dat unnimus lohku ovddasta.
sma: Learohke tjuara haarjanidh dehtie stööremes taaleste aelkedh jïh viehkine soermijste ryöknedh dam låhkoem maam dïhte unnemes taale lea.

source: Ovdamearka dihte sáhttá 3 + 5 =__čoavdit nu ahte gávdná stuorimus logu (5) ja dan unnimus logu (3).
sma: Vuesiehtimmien gaavhtan maahta 3 + 5 = __ loetedh viehkine dam stööremes taalem (5) jïh dam unnemes taalem (3) gaavnedh.

source: Oahpaheaddji cuige ja dadjá stuorimus lohku (5) ja lohká viidásit suorpmaiguin 6,7,8.
sma: Lohkehtæjja tjuvtjede jïh jeahta dam stööremes taalem (5) jïh guhkiebasse ryöknoe golme soermine 6, 7, 8.

source: Subtrakšuvdna lea hui gáibideaddji ohppiide geat rahčet.
sma: Subtraksjovne lea gaajh krïevije dejtie viesjies learoehkidie.

source: Ohppiide dáidá álkimus álgit “ lohkat bajás guvlui ” - strategiijaiguin go barget intervállaiguin loguid gaskkas.
sma: Hævvi vienth aelhkemes learoehkidie aelkedh «bæjjese ryöknedhš-strategijigujmie juktie intervalligujmie barkedh

source: Geavat áinnas konkretiserenmateriála nu ahte oahppi sáhttá oaidnit ahte differánsa golmma ja viđa gaskkas lea guokte go guokte oažžu golbma lea vihtta.
sma: Nuhtjh maaje konkretiseradimmiematerijellem guktie learohkh maehtieh vuejnedh differansem gaskem golme jïh vïjhte lea göökte, dan åvteste göökte plusse golme lea vïjhte.

source: Ohppiidportreahtat – Adam, Lena ja Biijá
sma: Learohkeportrehth - Aanta, Ealla jïh Jonna

source: Vuolábealde leat golbma ohppiidportreahta mat govvidit maid muhtun oahppit vuolábealde, ollu vuolábealde ja ollu bajábealde sierra beroštumi leat máhttán geahččaleamis.
sma: Vuelielisnie golme learohkeportrehth gaavnh mij vuesehte maam akte learohke nuelesne, guhkene nuelesne jïh guhkiem bijjelen tjoeperdimmieraastem leah pryövesne buektiehtamme.

source: Ohppiidportreahtat leat čállon dan vuođul mo golbma oahppi barge geat ledje mielde ođđa kártengeahččalemiid geahččaladdamis.
sma: Dah learohkeportrehth leah golme learohkh mah lin meatan gosse dejtie orre goerehtallemepryövide pryövin.

source: Vástádusminstar, boasttuvástádusat ja strategiijat maid sáhttá áicat, leat geavahuvvon čujuhussan doabaipmárdussii dahje rehkenastimáhtolašvuhtii.
sma: Guktie lin vaestiedamme, båajhtoeh vaestiedassh jïh strategijh mejtie maahta vïhtesjidh, leah åtnasovveme goh signaalh dïejvesegoerkesen

source: Adam – jur vuolábealde sierra beroštumi ráji
sma: Aanta ånnetji tjoeperdimmieraasten nuelesne

source: Adama vástádusat čájehit ahte son máhttá lohkat ja geassit supmi ovttadagain ja hivvodagain mat leat juhkkojuvvon joavkkuide.
sma: Aantan vaestiedassh vuesiehtieh dïhte ryöknemem jïh summeradimmiem haalvoe ektievoetijste jïh veahkijste dåehkine.

source: Son máhttá maiddái konkrehta hivvodagaid juohkit beliin.
sma: Dïhte maahta aaj vihties veahkah guektelen Sæjroe juekedh.

source: Go son oaidná loguid ja hivvodagaid main leat stuora golmmasiffar logut, de orru son eahpesihkar.
sma: Gosse taalh jïh veahkah dååste mah leah stoerre taali bïjre golme sifferigujmie, maahta vååjnedh goh dïhte lea vielie jueriedisnie.

source: Adamis soitet unnán vásáhusat rehkenastit stuora loguid oaivvis.
sma: Dagke Aanta vaenie dååjrehtimmiem åtna stoerre taaligujmie åejjesne ryöknedidh.

source: Das soaitá maiddái Adamii beare ollu maid galgá atnit jurdagis, go loguin leat máŋga siffara maiguin son galgá bargat.
sma: Maahta sån årrodh fer jïjnje sjædta Aantese steeredh gosse sjædta jïjnjh sifferh taaline mejtie edtja gïetedidh.

source: Adam čájeha ahte son máhttá čatnat oktii loguid ja hivvodagaid rievttes sadjái lohkolinnjás, maiddái stuora loguid.
sma: Aanta vuesehte satne maahta taalh jïh veahkah reaktoe sæjjan ektiedidh taalesïevese, aaj stoerre taalh.

source: Su vástádusain vuhtto ahte Adam máhttá mearridit makkár logeš dahje čuđeš lea lagamusas muhtun logu go gaska lea unni.
sma: Vaestiedassi mietie maahta vååjnedh goh Aanta maahta sjæjsjalidh mij luhkide jallh tjuetide akte taale lea lïhkemes gosse gåhkoe lea onne.

source: Jus lohku lea gasku muhtun interválla gaskkas, de lea dat eanet hástaleaddji sutnje.
sma: Dastegh taale lea gaskoeh aktene intervallesne, daate akte stoerre haesteme dïsse.

source: Adam máhttá sirret loguid riekta ráidun, muhto son rahčá lohkat eará ládje go okta ja okta dahje guokte ja guokte.
sma: Aanta maahta taalh reaktoe öörnegen mietie veesmedh, men tjabreminie jeatjahlaakan ryöknedh goh aktine aktine jallh gööktine gööktine.

source: Su vástádusminsttar geahččaleamis čájeha ahte son belohahkii hálddaša sajádatvuogádaga.
sma: Dah vaestiedassemöönsterh pryövesne vuesiehtieh posisjovnesysteeme lea ånnetji stïeresne Aantan luvnie.

source: Son lea ovdamearka dihte vástidan riekta máŋga bargobihtás mas galggai mearridit loguid siffariid árvvu.
sma: reaktoelaakan jienebh laavenjassh vaestiedamme gusnie edtja aarvoen nænnoestidh sifferidie taaline.

source: Muhtun oahppit nagodit mearridit siffarárvvu guovttesiffar loguid go systemáhtalaččat jurddašit logeš gurutbeallai ja ovtteš olgešbeallai, vaikko eai ipmirge doahpaga siffarárvu.
sma: Muvhth learohkh buektiehtieh siffere-aarvoem nænnoestidh taaline göökte sifferigujmie, gosse iktegisth ussjedieh luhkieh gårroehbealan jïh akte åelkiesbealan, bielelen rikti guarkedh dam dïejvesem siffere-aarvoe.

source: Adama oahpaheaddji sáhttá ságastit Adamiin bargobihtáid birra iskan dihte mo son jurddaša.
sma: Aantan lohkehtæjja maahta Aantine soptsestidh daej laavenjassi bïjre juktie gaavnehtidh guktie dïhte ussjede

source: Adam máhttá adderen ja subtraheret okta- ja guovttesiffar loguiguin guovllus 0-20, muhto ii guovllus 20-100.
sma: Aanta maahta adderadidh jïh subtraheradidh taalh aktine jïh göökte sifferigujmie suerkesne 0-20, men ij suerkesne 20–100.

source: Bargobihtáin main leat stuora logut šaddá siffar logešsajis boastut.
sma: Laavenjassine stoerre taaligujmie siffere luhkiesijjesne båajhtode sjædta.

source: Dat sáhttá čujuhit dasa ahte Adam geahččala geavahit máhtus loguid birra bargobihtá čoavdimii, muhto son rahčá logešrasttidemiiguin.
sma: Maahta vååjnedh goh Aanta pryövoe daajroem taali bïjre nuhtjedh laavejasside loetedh, men tjabreminie luhkiesertiestimmiejgujmie.

source: Adam soaitá maiddái lohkame vástádusa.
sma: Maahta aaj årrodh dan åvteste Aanta ryöknoe.

source: Joanis lohkkái lea álki čoavdit bargobihtáid guovllus 0-20.
sma: Akten spaajhte ryöknije lea aelhkie laavenjassh loetedh suerkesne 0-20.

source: Ollu oahppit geavahit sihke lohkofáktáid ja lohkanstrategiijaid go čovdet bargobihtáid main leat stuora logut.
sma: Jïjnjh learohkh dovne taalefaaktah jïh ryöknemestrategijh nuhtjieh gosse laavenjassh luetieh stuerebe taaligujmie.

source: Dat čujuha geabbilis strategiijageavaheapmái.
sma: Daate aktem fleksijbele strategijeåtnoem vuesehte.

source: Eai leat makkárge sázut dahje ruccisteamis Adama geahččaleami gihppagis mat sáhttet addit dieđu mo son lea čoavdán bargobihtáid.
sma: Ij naan sïevh jallh mïerhkh Aantan heeftesne mah maehtieh bïevnesh vedtedh guktie dïhte laavenjasside loeteme.

source: Go galgá gávnnahit dan de ferte oahpaheaddji ságastit Adamiin su strategiijageavaheami birra.
sma: Juktie dam gaavnehtidh lohkehtæjja tjuara Aantine soptsestidh dan strategijeåtnoen bïjre.

source: Adam soaitá ovdánahttime geabbileappot strategiijaid, muhto dárbbaša eanet doarjaga.
sma: Dagke Aanta lea evtedeminie vielie fleksijbele strategijh, men vielie dåarjoem daarpesje.

source: Vástádusat geahččaleamis sáhttet čájehit ahte Adam lea ipmirdan lohkoráiddu struktuvrra, muhto ahte son rahča dan geavahit bargobihtáin.
sma: Vaestiedassh pryövesne maahta vuesiehtidh Aanta lea struktuvrem taaleraajrosne guarkeme, men tjabreminie dam nuhtjedh juktie laavenjassh loetedh.

source: Vástádusminstarat čájehit maiddái ahte Adamis lea unnán ipmárdus Lea-merkii, ja ahte son unnán máhttá geavahit relašuvnnaid loguid gaskkas bargobihtáid čoavdimii.
sma: Aaj vaestiedassemöönsterh mah vuesiehtieh Aanta onne goerkesem åtna seammavoetevæhtan bïjre, jïh ajve onnemasth maahta ektiedimmieh nuhtjedh taali gaskem juktie laavenjassh darjodh.

source: Adama geahččaleami ollislaš govva lea ahte son bargá mekánalaččat.
sma: Dam maam maahta pryöveste vuejnedh lea Aanta mekanihkeles barka.

source: Dat sáhttá čujuhit ahte oassi vuođđo doabaipmirdeamis váilu.
sma: Maahta vååjnedh goh bielieh dehtie uvtemesth dïejvesegoerkesistie fååtese.

source: Dan ferte geahččat ovttas Adama strategiijageavahemiin go pláne mo son galgá bargat ovddos guvlui.
sma: Maahta daam ektesne vuejnedh Aantan strategijeåtnojne gosse edtja geajnoem guhkiebasse soejkesjidh.

source: Adama bargu viidásit
sma: Aantan geajnoe guhkiebasse

source: Adam lea máhttán ollu kártengeahččaleamis, muhto su vástádusat čujuhit váilevaš doabaipmárdussii ja strategiijageavaheapmái mii dahká ahte son gártá vuolábeallai sierra beroštumi ráji.
sma: Aanta lea jïjnjem buektiehtamme goerehtallemepryövesne, men altese vaestiedassh vuesehte vaanoej gaavhtan dïejvesegoerkesisnie jïh strategijeåtnosne dle dïhte tjoeperdimmieraasten nualan båata.

source: Lunddolaš lea geavahit kártengeahččaleami bohtosiid ovttas eará dieđuiguin go galgá láhčit dili su viidásit bargui vuođđo máhtolašvuođaiguin rehkenastimis.
sma: Iemie illedahkem nuhtjedh goerehtallemepryöveste jeatjah bïevnesigujmie ektine juktie sjïehteladtedh dan guhkiebasse barkose uvtemesth tjiehpiesvoetigujmie ryöknedimmesne.

source: Oahpaheaddji berre čađahit čuovvolahttinságastallama Adamiin čielggadit gažaldagaid maid leat jearran teavsttas bajábealde.
sma: Lohkehtæjja byöroe aaj aktem soptsestimmiem darjodh Aantine mænngan, juktie gyhtjelasside teekstesne bijjielisnie tjïelkestidh.

source: Adama sáhttá dárbbašit bargat čuovvovaš áššiiguin dan vuođul mii su geahččaleamis bođii ovdan:
sma: Mænngan Aantan pryövem gïehtjedamme dle dïhte daarpesje vielie barkedh daejnie:

source: Loguiguin guovllus 100 gitta 1000
sma: • suerkesne 100 - 1000 Sæjroe

source: Sadjevuogádagain ja siffarárvvuiguin
sma: • posisjovnesysteeme jïh siffere-aarvoe

source: Lohkat logi ja logi, áinnas lohkolinnjáin mat leat juhkkon iešguđet ládje.
sma: • luhkine jïh luhkine ryöknedh, maaje ektiedamme taalesïevide joekehts joekedimmine

source: Doahpagiin lagamus-lohku čatnon bargui lohkolinnjás ja jorbemiin logežii ja čuđežii
sma: • dïejvese lïhkemes taale ektiedamme barkose taalesïevine jïh jorpesjimmie låhkan jïh tjuatan

source: Juohkit ja bidjat oktii loguid iešguđet ládje, ovdamearka dihte 8 = 4 + 4 dahje 5 + 3 ja nu ain
sma: • taalh juekedh jïh tjåanghkan bïejedh joekehtslaakan, vuesiehtimmien gaavhtan 8 = 4+4 jallh 5+3 jïh vijriebasse

source: Oaiverehkenastinstrategiijat addišuvnnas ja subtrakšuvnnas, ovdamearka dihte deavdit logežii ja bajiloahppan lohkofáktáid
sma: • åejjieryöknedimmiestrategijh addisjovnesne jïh subtraksjovnesne, vuesiehtimmien gaavhtan dievhtedh låhkan, jïh automatiseradimmie taalefaaktijste

source: Addišuvdna ja subtrakšuvdna logeš-rasttidemiiguin ja cuvkemiin, konkrehtaiguin, báhpiris ja oaivvis.
sma: konkreetigujmie, paehpierisnie jïh åejjesne Vihkeles lohkehtæjja Andream vuesehte maam dïhte maahta.

source: Lea dehálaš ahte oahpaheaddjit čájehit Adamii maid son máhttá.
sma: Lohkehtæjja, Aanta jïh dan eejhtegh byöroeh ektesne soptsestidh mejnie Aanta edtja vielie barkedh, guktie dïhte guarka maam satne edtja lïeredh jïh mannasinie.

source: Oahpaheaddji, Adam ja váhnemat berrejit ságastit ovttas maid Adam galgá bargat eanet, nu ahte son ipmirda maid son galgá oahppat ja manne.
sma: Kanne barkoe maahta vielie ryöknemehaarjanimmine aelkedh, naakede man bïjre eejhtegh jïh Aanta maehtieh

source: Son soaitá sáhttit álgit bargat lohkanhárjehallamiin, dainna sáhttet váhnemat ja Adam bargat searválagaid.
sma: laavenjostedh.

source: Dehálaš lea Adama maiddái siskkildit su iežas ovdáneami árvvoštallamii.
sma: Vihkeles Aanta aaj meatan vaaltasåvva juktie sov jïjtse evtiedimmiem vuarjasjidh.

source: Nákce go son lohkat logežiid ja logežiid maŋŋil go lea hárjehallan dainna, dahje dárbbaša go son eanet hárjehallama dasa ?
sma: Buektehte luhkine jïh luhkine ryöknedh mænngan dïsse vielie haarjanamme, jallh daerpies vielie haarjanimmine ?

source: Lena - Ollu vuollelis sierra beroštumi ráji
sma: Ealla – guhkene tjoeperdimmieraasten nuelesne

source: Lena lea máhttán unnán kártengeahččaleamis.
sma: Ealla lea gaajh vaeniem buektiehtamme goerehtallemepryövesne.

source: Danne eat dieđe man ollu Lena máhttá.
sma: Dan åvteste vaenie daejrebe maam Ealla maahta.

source: Siidduin mat sisdollet (loguid) lohkama, lohkolinnjáid ja rehkenastima, leat ollu bargobihtát vástitkeahttá.
sma: Dejnie sæjrojne mah lin ryöknemen, taalesïevi jïh ryöknedimmien bïjre, jïjnjh laavenjassh mejtie ij leah vaestiedamme.

source: Lena bargá njozet.
sma: Ealla soejmi barka.

source: Dat sáhttá čujuhit dasa ahte Lena geavaha unnán beaktilis strategiijaid go čoavdá bargobihtáid.
sma: Maahta årrodh dan åvteste Ealla nåake strategijh nuhtjie juktie laavenjasside loetedh.

source: Lena geahččaleamis leat ollu mearkkat mat addet dieđuid mo son bargá.
sma: Jïjnjh gïejh Eallan pryövesne mah bïevnesh vedtieh guktie dïhte barka.

source: Mearkkat objeavttain ja lohkolinnjáin čájehit ahte son lohká ovtta ja ovtta go galgá gávdnat lohkomeari logežiin mat leat juhkkojuvvon joavkkuide ja mat leat rievttes sajádagat lohkolinnjás.
sma: Mïerhkh daeveridie jïh taalesïevine vuesiehtieh dïhte akti akti ryöknoe juktie låhkoem gaavnedh luhkiedåehkine, jïh reaktoe sijjiem taalesïevesne.

source: Orru nu ahte Lena rahčá geavahit lohkolinnjá ovddasteaddjin lohkoráidui, ja ahte son ii ipmir intervállaid juoguid.
sma: Maahta vååjnedh goh Ealla tjabreminie taalesïevem nuhtjedh goh akte representasjovne taaleraajrose, jïh ij guarkah joekedimmiem intervalline.

source: Son rahčá sirret loguid riekta ráidui ja čájeha unnán ipmárdusa siffarárvvuide ja sadjevuogádahkii.
sma: Dïhte tjabreminie taalh veesmedh öörnegen mietie jïh onne goerkesem vuesehte siffere-aarvose jïh posisjovnesysteemese.

source: Lena lihkostuvvá lohkorehkenastimiin mas leat smávva logut ja hivvodagat, muhto dakkaviđe go leat stuora hivvodagat dahje šaddet logešrasttideamit, de eai leat sus doarvái gelbbolašvuođat.
sma: Ealla lyhkese taaleryöknedimmine smaave taaligujmie jïh veahkine, men dan varke veahkah stoerre sjidtieh jallh luhkiesertiestimmie sjædta, ij nuekies tjiehpiesvoeth utnieh.

source: Go son galgá rehkenastit stuora loguiguin, de son geavaha marggáid geahččaleamis ja bidjá dasa rehketbihtá.
sma: Gosse edtja stoerre taaligujmie ryöknedidh, dïhte maargem pryöven baalte nuhtjie jïh ryöknedimmiestuhtjem bæjjese beaja.

source: Lena čállá loguid badjálaga njulges gurutravddain.
sma: Ealla taalide tjaala sinsitnien nualan rïekte maargine gårroehbielesne.

source: Dat čujuha dasa ahte son ii ipmir sadjeárvvu danne go čuđežat ja ovttežat de bohtet seamma “ sadjái ”.
sma: Vååjnoe goh dïhte ij guarkah sijjie-aarvoem dan åvteste tjuetieh jïh akth seamma sæjjan båetieh.

source: Go nie lea bidjan bihtá, de čujuha dat maiddái dasa ahte Lena rehkenastá mekánalaččat.
sma: Akte dagkeres bæjjesebïejeme aaj vuesehte Ealla mekanihkeles ryöknede.

source: Dutkamat čájehit ahte ollu mánát rehkenastet mekánalaččat, ja ahte máŋggalágan boasttuvástádusat addišuvdna- ja subtrakšuvdnabargobihtáin sáhttet čatnasit mekánalaš rehkenastimii.
sma: Dotkeme vuesehte jïjnjh maanah mekanihkeles ryöknedieh, jïh maahta jïjnjh såarhts båajhtoeh vaestiedassh addisjovne- jïh subtraksjovnelaavenjassine dan mekanihkeles ryöknedæmman ektiedidh.

source: Lena ii leat máhttán ovttage subtrakšuvdnabihtáin.
sma: Ealla ij naaken dejstie subtraksjovnelaavenjassijste buektehth.

source: Su vástádusat leat “ smávva logut ”.
sma: Altese vaestiedassh leah «smaave taalhš.

source: Muhtun oahppit geat rahčet jáhkket ahte subtrakšuvdnabargobihtáin lea unna logoš vástádussan, mii lea boasttuipmárdus.
sma: Såemies viesjies learohkh vienhtieh subtraksjovnelaavenjassh aktem onne taalem vaestiedassine utnieh, mij leah eevre båajhtode.

source: Lena rahčá maiddái juohkit beallái.
sma: Ealla aaj tjabreminie guektelen juekedh.

source: Son soaitá árvidit, dahje soaitá geahččalit lohkat vulošguvlui.
sma: Dagke moenede, dagke voejhkele våålese ryöknedh. Daesnie daerpies

source: Lena bargu viidásit
sma: vielie goerehtalleminie.

source: Lenas leat heajos vuođđo máhtolašvuođat rehkenastimis.
sma: Eallan geajnoe guhkiebasse Ealla viesjies uvtemesth tjiehpiesvoeth ryöknedimmesne åtna.

source: Son lea máhttán hui unnán kártengeahččaleamis ja lea ollu vuolábealde sierra beroštumi ráji.
sma: Dïhte vaenie buektiehtamme goerehtallemepryövesne jïh lea guhkene tjoeperdimmieraasten nuelesne.

source: Su vástádusat addet unnán dieđu das maid son máhttá, makkár boasttuipmárdusat sus leat, geavaha go son álkes ja seamma rievddakeahtes strategiijaid vai váilot go sus strategiijat.
sma: Altese vaestiedassh mijjese vaenie bïevnesh vedtieh maam maahta, maam båajhtode guarka, mejtie aelhkie jïh rigide strategijh åtna jallh mejtie strategijh fååtese.

source: Ollu orru čujuheame dasa ahte Lenas leat váilevaš lohkodoahpagat.
sma: Vååjnoe goh Eallan lea viesjies taaledïejvese.

source: Lena lohkoipmárdusa ja rehkenastinmáhtolašvuođaid lea dárbu eanet kártet ovdalgo sáhttá bidjat doaibmabijuid johtui.
sma: Daerpies vielie goerehtalleminie Eallan taalegoerkesistie jïh ryöknedimmietjiehpiesvoetijste åvtelen maahta råajvarimmiejgujmie aelkedh.

source: Okta vejolašvuohta lea geavahit 1. ceahki dahje 2. ceahki kártengeahččalemiid laboratiivalaččat.
sma: Akte nuepie lea goerehtallemepryövem nuhtjedh 1. daltesasse jallh 2. daltesasse laboratijvelaakan.

source: Dainna lágiin beasašii Lena bargat bargobihtáiguin mat leat lagabut dan maid son hálddaša.
sma: Naemhtie Ealla maahta laavenjassigujmie barkedh mah leah lïhkebe dam maam haalvoe.

source: Oahpaheaddji berre áicat Lena dan gaskkas go son bargá bargobihtáiguin, ja jearrát mo son jurddaša.
sma: Lohkehtæjja byöroe Eallam vïhtesjidh mearan laavenjassigujmie barka, jïh gihtjedh guktie ussjede.

source: De beassá Lena čájehit maid son máhttá, seammás go dat addá oahpaheaddjái vejolašvuođa háhkat dieđu makkár ipmárdus Lenas lea.
sma: Dellie Ealla åådtje vuesiehtidh maam satne maahta, seamma tïjjen goh lohkehtæjja nuepiem åådtje Eallan goerkesen bïjre daejredh.

source: Ságastallamis sáhttá oahpaheaddji čájehit Lenai maid son (Lena) máhttá, ja mo dat sáhttá leat vuolggasadji viidásit oahppamii.
sma: Soptsestimmesne lohkehtæjja maahta Eallese vuesiehtidh maam dïhte maahta, jïh guktie dïhte maahta våaroeminie årrodh dan guhkiebasse lïerehtæmman.

source: Lena beassá seammás leat mielde bidjame oahppomihtuid viidásit bargui.
sma: Ealla maahta seamma tïjjen meatan årrodh lïerehtimmieulmieh bïejedh dan guhkiebasse barkose.

source: Sáhttá árvvoštallat galgá go Lena guorahallat viidásit go váldá vuolggasaji kártengeahččalemiin, viidásit kártemis, luohkkálatnjaáicamis ja ságastallamis Lenain ja su váhnemiiguin.
sma: Goerehtallemepryöven mietie, vielie goerehtalleme, vïhtesjimmie klaassetjiehtjielisnie jïh soptsestimmieh Ealline jïh altese eejhtegigujmie maahta vuarjasjidh mejtie edtja Eallam

source: Dan proseassas lea lunddolaš siskkildat skuvlla erenoamášpedagogalaš resurssaid ja oktavuođaid.
sma: Daennie prosessesne lea iemie skuvlen sjïerepedagogeles vierhtieh jïh govlehtæjjah meatan vaeltedh.

source: Bijjá - ollu bajábealde sierra beroštumi ráji
sma: Jonna - guhkene tjoeperdimmieraasten bijjelen

source: Bijjá bohtosat leat ollu bajábealde sierra beroštumi ráji, ja su geahččaleamis oaidnit ahte son lea máhttán bargat measta buot kártengeahččaleamis.
sma: Jonna lea guhkene tjoeperdimmieraasten bijjelen jïh vuesehte satne dam ellen jeanatjommesem buektehte goerehtallemepryövesne.

source: Son lohká ovttadagaid, juohká joavkkuide, juohká ja geassá supmiide loguid ja hivvodagaid.
sma: Dïhte ektievoeth ryöknoe, dåehkine beaja, juaka jïh taalh jïh veahkah tjåanghkan beaja.

source: Bijjá geavaha lohkolinnjá bures ja merke riekta loguid ja hivvodagaid árvvuid.
sma: Jonna taalesïevem hijven nuhtjie jïh mïerhkem beaja reaktoe aarvose taalide jïh veahkide.

source: Son sirre loguid riekta ráidun, deavdá válmmasin lohkoráidduid main leat iešguđetlágan intervállat ja jorbe lagamus logežii ja čuđežii.
sma: Dïhte taalh öörnegen mietie veesmie, taaleraajroeh illie ovmessie intervalligujmie jïh jorpesje lïhkemes låhkan jïh tjuatan.

source: Kártengeahččaleamis čájeha Biijá ahte son ipmirda ja máhttá geavahit sadjevuogádaga ja siffarárvvu bargobihttáčoavdimis.
sma: Goerehtallemepryöve vuesehte Jonna guarka jïh maahta posisjovnesysteemem jïh siffereaarvoem nuhtjedh laavenjasseloetemisnie.

source: Dat boahtá ovdan ovdamearka dihte addišuvdna ja subtrakšuvdna bargobihtáin.
sma: Daate vuesiehtimmien gaavhtan våajnoes sjædta laavenjassine addisjovnine jïh subtraksjovnine.

source: Bijjá bohtosat eai muital maidege man buorit máhtolašvuođat sus leat rehkenastimis, ja daid ii sáhte dan dihte geavahit nu ahte muitala sutnje mo son galggašii viidásit bargat.
sma: Jonnan geajnoe guhkiebasse Jonnan illedahkh eah maamkh soptsesth man hijven tjiehpiesvoeth dïhte åtna ryöknedimmesne, jïh ij gåaredh dejtie nuhtjedh juktie bïevnesh bååstede vedtedh dan vijriesåbpoe barkoen bïjre.

source: Bijjá lea nákcen measta visot kártengeahččaleamis ja čájeha ahte son geavaha strategiijaid mat leat beaktilat áiggi ektui.
sma: Jonna lea dam jeanatjommesem buektiehtamme goerehtallemepryövesne jïh vuesehte satne strategijh nuhtjie mah leah effektijve

source: Sus lea leamaš buorre áigi geahččaleamis ja lea sárgon olu marggáide dan bottus go son lea vuordán boahtte bargobihtá.
sma: Sæjroe tïjjeåtnoen sjïekenisnie. Dïhte astoem åtneme pryövesne jïh jïjnjem maargine guvviedamme mearan dam mubpiem laavenjassem vuarteme.

source: Geahččaleami bohtosiid vuođul diehtit unnán man nannosat ja geabbilat su máhtolašvuođat leat.
sma: Man stabijle jïh fleksijbele altese tjiehpiesvoeth leah, ibie jïjnjem daejrieh illedahki mietie pryövesne.

source: Oahpaheaddji ferte danne geavahit eará dieđuid Bijjá birra go pláne su viidásit barggu klássalanjas.
sma: Lohkehtæjja tjuara dan åvteste jeatjah bïevnesh Jonnan bïjre nuhtjedh juktie dam guhkiebasse

source: Soaitá vejolaš iskat man máŋggalágan strategiijaid Bijjá geavaha go rehkenastá máŋggasiffar loguiguin.
sma: Dagke gåarede goerehtidh man gelliesåarhts strategijh Jonna nuhtjie ryöknedimmesne taaligujmie jienebh sifferigujmie.

source: Bohtosiid čuovvoleapmi oahpaheaddjijoavkkus
sma: Vïjriesåbpoe barkoe illedahkijste lohkehtæjjadåehkesne

source: Vuođđo máhtolašvuođat leat siskkilduvvon fágaid gelbbolašvuođamihtuide.
sma: Dah uvtemesth tjiehpiesvoeth leah maahtoeulmine faagide sjïehtesjamme.

source: Kártengeahččalemiid čuovvoleapmi lea dehálaš buot oahpaheddjiide ceahkis.
sma: Vijriesåbpoe barkedh goerehtallemepryövine lea vihkeles gaajhkide lohkehtæjjide daltesisnie.

source: Jahkeceahkki sáhttá doallat čoahkkáigeassima ja ságastallama geahččalemiid bohtosiid birra ovttas - ja rastá luohkáid / ohppiidjoavkkuid.
sma: Daltese maahta tjåanghkan giesedh jïh soptsestidh pryöven illedahki bïjre ektesne – jïh klaassi / learohkedåehkiej dåaresth.
